export function AboutSection() {
  return (
    <div className="border border-primary bg-primary-25 p-3 flex flex-col gap-3 rounded">
      <h1 className="text-center">О проектной деятельности</h1>
      <div>
        Проектная деятельность (ПД) — это дисциплина, направленная на получение
        практического опыта по специальности. Соответственно, для каждой
        специальности предлагаются уникальные проекты. Это могут быть как
        задачи, предложенные университетом, так и внешние: от людей и компаний,
        сотрудничающих с Политехом. Задача этого предмета — дать возможность
        студентам решить какую-либо проблему, с которой они могут столкнуться
        после окончания университета. Чаще всего это разработка какого-либо
        сайта, портала, мобильного приложения и т.п.
      </div>
    </div>
  );
}
